; Serbian Cyrillic
; Prevod: Adeii Schkartowsky (https://github.com/adeii), Radoš Milićev (https://github.com/rammba)

[Serbian (Cyrillic)]
IDS_TITLE_EXCLUDE=Искључи
IDS_FILE=Фајл
IDS_SETTINGS=Подешавања
IDS_EXIT=Излаз
IDS_EDIT=Уреди
IDS_PURGE_UNUSED=Уклони неупотребљене апликације
IDS_PURGE_TIMERS=Уклони све тајмере
IDS_FIND=Претражи
IDS_REFRESH=Освежи
IDS_VIEW=Приказ
IDS_ICONS=Иконице
IDS_ICONSSMALL=Мало
IDS_ICONSLARGE=Велико
IDS_ICONSISHIDDEN=Не приказуј иконице
IDS_LANGUAGE=Језик
IDS_FONT=Фонт
IDS_HELP=Помоћ
IDS_WEBSITE=Веб-сајт
IDS_CHECKUPDATES=Провери ажурирања
IDS_DONATE=Захвали се!
IDS_ABOUT=О ...
IDS_TRAY_SHOW=Прикажи / Сакриј
IDS_TRAY_START=Омогући филтере
IDS_TRAY_STOP=Онемогући филтере
IDS_TRAY_RULES=Правила
IDS_TRAY_BLOCKLIST_RULES=Блок листа
IDS_TRAY_SYSTEM_RULES=Системска правила
IDS_TRAY_USER_RULES=Корисничка правила
IDS_TRAY_LOGERR=Логови грешака
IDS_ADD_FILE=Додај фајл
IDS_ANY=Било шта
IDS_DISABLENOTIFICATIONS=Онемогући нотификације
IDS_OPENRULESEDITOR=Креирај правило
IDS_TIMER=Тајмер
IDS_DISABLETIMER=Онемогући тајмер
IDS_EXPLORE=Отвори фолдер
IDS_COPY=Копирај
IDS_SELECT_ALL=Изабери све
IDS_CHECK=Омогући изабрано
IDS_UNCHECK=Онемогући изабрано
IDS_ADD=Додај
IDS_EDIT2=Уреди
IDS_DELETE=Обриши
IDS_EXPORT=Извези
IDS_IMPORT=Увези
IDS_RULE_ALLOWLOOPBACK=Дозволи повратне конекције за све
IDS_HIGHLIGHT_INVALID=Невалидно (фајл не постоји / проблем са филтером)
IDS_HIGHLIGHT_NETWORK=Апликација из дељене мреже
IDS_HIGHLIGHT_PICO=Pico апликација
IDS_HIGHLIGHT_SIGNED=Потписана апликација
IDS_HIGHLIGHT_SILENT=Нотификације су онемогућене
IDS_HIGHLIGHT_SPECIAL=Корисничка правила
IDS_HIGHLIGHT_SYSTEM=Системска апликација
IDS_GROUP_TIMER=Апликације за тајмер
IDS_EDITOR=Уредник правила
IDS_NAME=Назив
IDS_RULE=Правило
IDS_PORTVERSION=Породица (само за портове)
IDS_PROTOCOL=Протокол
IDS_DIRECTION=Смер
IDS_ACTION=Акција
IDS_DATE=Датум
IDS_FILEPATH=Путања
IDS_SIGNATURE=Потпис
IDS_ADDRESS=Адреса
IDS_FILTER=Филтер
IDS_NOTES=Напомене
IDS_ADDED=Додато
IDS_TIMELEFT=Преостало време
IDS_SIGN_SIGNED=Потписано
IDS_SIGN_UNSIGNED=Није потписано
IDS_GROUP_ALLOWED=Апликације са приступом интернету
IDS_GROUP_BLOCKED=Апликације без приступа интернету
IDS_GROUP_ENABLED=Омогућена правила
IDS_GROUP_DISABLED=Онемогућена правила
IDS_DIRECTION_1=Одлазно
IDS_DIRECTION_2=Долазно
IDS_DIRECTION_3=Оба
IDS_ACTION_ALLOW=Дозволи
IDS_ACTION_BLOCK=Блокирај
IDS_ENABLE_CHK=Омогући правило
IDS_WIKI=Помоћ
IDS_SAVE=Сачувај
IDS_CLOSE=Затвори
IDS_SETTINGS_GENERAL=Опште
IDS_TITLE_GENERAL=Општа конфигурација
IDS_TITLE_LANGUAGE=Језик
IDS_TITLE_CONFIRMATIONS=Потврде
IDS_TITLE_INTERFACE=Интерфејс
IDS_TITLE_HIGHLIGHTING=Истицање
IDS_TITLE_LOGGING=Логови пакета
IDS_TITLE_NOTIFICATIONS=Нотификације
IDS_TITLE_ADVANCED=Напредно
IDS_ALWAYSONTOP_CHK=Увек на врху
IDS_LOADONSTARTUP_CHK=Учитавање приликом покретања система
IDS_STARTMINIMIZED_CHK=Покрени смањено
IDS_SHOWFILENAMESONLY_CHK=Прикажи само имена фајлова
IDS_AUTOSIZECOLUMNS_CHK=Прилагоди величину колона
IDS_SKIPUACWARNING_CHK=Прескочи "Контролу корисничког налога"
IDS_CHECKUPDATES_CHK=Повремено проверавајте ажурирања (препорука)
IDS_LANGUAGE_HINT=Изаберите језик:
IDS_USESTEALTHMODE_CHK=Спречи скенирање портова
IDS_USESTEALTHMODE_HINT=Спречавање скенирања TCP порта тихим пуштањем долазног TCP RST-а и UDP скенирања одговором на одлазни ICMP са "Destination Unreachable".
IDS_INSTALLBOOTTIMEFILTERS_CHK=Омогући филтере за покретање система
IDS_INSTALLBOOTTIMEFILTERS_HINT=Спречавање цурења података пре покретања система, чак и пре покретања "Base Filtering Engine" (BFE).
IDS_USECERTIFICATES_CHK=Провера дигиталних потписа апликације
IDS_USENETWORKRESOLUTION_CHK=Реши мрежне адресе
IDS_DISABLEWINDOWSFIREWALL_CHK=Онемогући Windows Firewall
IDS_ENABLEWINDOWSFIREWALL_CHK=Омогући Windows Firewall
IDS_CONFIRMEXIT_CHK=Потврда затварања апликације
IDS_CONFIRMEXITTIMER_CHK=Потврда затварања апликације док су тајмери активни
IDS_CONFIRMLOGCLEAR_CHK=Потврда брисања фајла са логовима
IDS_COLORS_HINT=Кликните двапут да бисте уредили.
IDS_ENABLELOG_CHK=Омогући логовање пакета у фајл
IDS_LOGSHOW=Прикажи логове
IDS_LOGCLEAR=Обриши логове
IDS_LOGSIZELIMIT_HINT=Максимална величина: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Омогући информације о пакетима
IDS_NOTIFICATIONSOUND_CHK=Омогући звук нотификација
IDS_NOTIFICATIONTIMEOUT_HINT=Временски размак између сличних нотификација (сек.):
IDS_NOTIFY_TOOLTIP=Поставите корисничко правило за дозволу приступа адреси и/или порту за ову апликацију.
IDS_QUESTION=Да ли сте сигурни?
IDS_QUESTION_DELETE=Уклони елемемент(е)?
IDS_QUESTION_START=Ово ће апликацијама забранити приступ мрежи у складу са тренутном конфигурацијом. Настави?
IDS_QUESTION_STOP=Ово ће свим блокираним апликацијама вратити приступ мрежи. Настави?
IDS_QUESTION_EXIT=Инсталирани филтери ће наставити са радом и кад затворите програм. Настави?
IDS_QUESTION_TIMER=Активирани тајмер(и). Тајмери раде само док ради апликација. Изађи?
IDS_QUESTION_TIMERS=Обриши све тајмере?
IDS_QUESTION_FLAG_CHK=Не питај поново
IDS_STATUS_EMPTY=Празно.
IDS_STATUS_SYNTAX_ERROR=Правило садржи синтаксну грешку!
IDS_ADDRESS_LOCAL=Извор
IDS_ADDRESS_REMOTE=Дестинација
IDS_UPDATE_ERROR=Грешка при повезивању сервера за ажурирање.
IDS_UPDATE_DOWNLOAD=Преузимање ажурирања...
IDS_UPDATE_DONE=Преузимање ажурирања је завршено.
IDS_GROUP_SPECIAL_APPS=Апликације са корисничким правилима
IDS_RULE_ALLOWLOOPBACK_HINT=Дозвољава сав повратни саобраћај.
IDS_RESET=Ресетуј
IDS_EXCLUDESTEALTH_CHK=конекције скенера портова
IDS_EXCLUDEBLOCKLIST_CHK=блок листа
IDS_UPDATE_INIT=Провера нових издања...
IDS_UPDATE_INSTALL=Доступно ажурирање, желите ли да га инсталирате?
IDS_EXCLUDECUSTOM_CHK=корисничка правила
IDS_EXCLUDECLASSIFYALLOW_CHK=дозвољене конекције
IDS_STATUS_TIMER_DONE=Тајмер за апликацију је истекао
IDS_ICONSEXTRALARGE=Огромно
IDS_STATUS_UNUSED_APPS=Неупотребљене апликације
IDS_STATUS_TIMER_APPS=Апликације са тајмером
IDS_SECUREFILTERS_CHK=Омогући заштиту инсталираних филтера
IDS_SECUREFILTERS_HINT=Спречи приступ инсталираним филтерима за неауторизоване апликације
IDS_USEREFRESHDEVICES_CHK=Ажурирај филтере када су уређаји за чување повезани
IDS_RULE_ALLOW6TO4=Дозволи IPv6 преусмеравање (6to4) за све
IDS_RECOMMENDED=препоручено
IDS_ICONSISTABLEVIEW=Прикажи као табелу
IDS_ACTION_ALLOW_HINT=Заувек дозволи приступ мрежи
IDS_ACTION_BLOCK_HINT=Заувек забрани приступ мрежи (док је Сунца)
IDS_ACTION_LATER_HINT=Игнориши и питај ме поново
IDS_RULE_APPLY_2=Примени "%s" за ову апликацију
IDS_EDITRULES=Уреди правила
IDS_TAB_APPS=Апликације
IDS_TAB_SERVICES=Услуге
IDS_TAB_PACKAGES=UWP апликације
IDS_TAB_NETWORK=Конекције
IDS_STATE=Статус
IDS_STATUS_FILTERS_ACTIVE=Филтери су омогућени.
IDS_STATUS_FILTERS_INACTIVE=Филтери су онемогућени!
IDS_STATUS_FILTERS_PROCESSING=Примењивање филтера
IDS_HIGHLIGHT_CONNECTION=Поседује мрежне конекције
IDS_SHOWINLIST=Прикажи у листи
IDS_BLOCKLIST_SPY=Microsoft шпијунирање и телеметрија
IDS_BLOCKLIST_UPDATE=Microsoft ажурирање
IDS_BLOCKLIST_EXTRA=Microsoft апликације
IDS_PORT=Порт
IDS_NOTIFY_TITLE=Хитно обавештење о мрежи
IDS_NOTIFY_HEADER=Мрежна конекција је била блокирана
IDS_DISABLE=Онемогући
IDS_TITLE_SECURITY=Безбедност
IDS_LOGVIEWER_HINT=Апликација за преглед логова
IDS_NOTIFICATIONONTRAY_CHK=Прикажи прозор са нотификацијама на траци
IDS_NETWORK_CLOSE=Затвори конекцију
IDS_RULE_BLOCKOUTBOUND=Блокирај одлазне конекције за све
IDS_RULE_BLOCKINBOUND=Блокирај долазне конекције за све
IDS_VIEW_ICON=Иконице
IDS_VIEW_DETAILS=Детаљи
IDS_VIEW_TILE=Поља
IDS_RULE_HINT=Ако оставите празна поља, правило ће бити примењено на све адресе и портове.
IDS_RULE_APPS_HINT=Ако нема одабраних апликација, правило ће бити примењено на све апликације.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Филтери су омогућени до поновног покретања.
IDS_INSTALL_PERMANENT=Стална правила. Правила функционишу док их не искључите.
IDS_INSTALL_TEMPORARY=Привремена правила. Правила су ресетована након поновног покретања.
IDS_ENABLEUILOG_CHK=Омогући интерфејс за логовање пакета
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Омогући тихи мод док је апликација отворена на целом екрану
IDS_TITLE_TRAY=Иконица обавештења
IDS_TRAYICONSINGLECLICK_CHK=Један клик на иконицу обавештења за отварање
IDS_ENABLE_APP_CHK=Омогући приступ мрежи
IDS_APP_HINT=Нема разлога за постављање правила за апликацију са већ дозвољеним приступом интернету.
IDS_HOST=Хост
IDS_CONFIRMALLOW_CHK=Потврди кад дозвољаваш апликацију
IDS_QUESTION_ALLOW=Да ли сте сигурни да желите дозволити потпуни приступ интернету за ову апликацију?
IDS_SHOWSEARCHBAR_CHK=Прикажи траку за претрагу
IDS_LAYER=Слој
IDS_RULE_ALLOWWINDOWSUPDATE=Дозволи ажурирање Windows-а
IDS_ACTION_TERMINATE_HINT=Прекини процес
IDS_PROFILE_TYPE=Тип профила
IDS_USEAPPMONITOR_CHK=Прати промене апликација
IDS_DISABLEREMOVAL=Онемогући уклањање
IDS_USEHASHES_CHK=Провери апликације за sha-256 хеш
IDS_COMMENT=Коментари
IDS_USEDARKTHEME=Користи тамну тему
IDS_KEEPUNUSED_CHK=Задржи неупотребљене апликације
IDS_UPDATE_NO=Нема доступних ажурирања.
IDS_UPDATE_YES=Ажурирање је доступно, преузмите и инсталирајте?
IDS_UPDATE_SPEED=Брзина
IDS_RULE_FOR_ALL=за све
IDS_RULE_FOR_APPS=за апликације
IDS_PROFILE_TYPE_PLAIN=Обично
IDS_PROFILE_TYPE_COMPRESSED=Компресовано
IDS_PROFILE_TYPE_ENCRYPTED=Енкриптовано
IDS_SESSION_ONLY=само сесија
IDS_LIMIT_REACHED=Достигнут је лимит.
IDS_INTERNAL_RULE=Интерно правило
IDS_LOADING=Учитавање...
IDS_DIRECTION_REMOTE=Удаљено
IDS_DIRECTION_LOCAL=Локално
IDS_WARNING_UNEXPECTED=Буди опрезан, интернет саобраћај се може неочекивано одвијати путем хоста за услуге/драјвере (svchost.exe/System). Настави?
IDS_WARNING_ME=Ако онемогућиш главни процес, нећеш моћи да користиш опцију за разрешавање мрежних адреса. Настави?
IDS_TOTAL=Укупно
IDS_EXCLUDEINBOUND_CHK=долазни multicast/broadcast
IDS_CONNECTIONS_ENABLE=Enable connections monitoring
IDS_CONNECTIONS_SHOWAITCONNECTIONS=Show waiting connections
IDS_CONNECTIONS_MEAUSUREUDPTRAFFIC=Measure UDP/QUIC traffic (experimental, restart required)
IDS_UDP_ACCOUNTING=UDP (including QUIC): ETW bytes since this socket was first monitored.
IDS_UDP_UNAVAILABLE=UDP measurement unavailable or incomplete. Restart simplewall to retry. Error
IDS_UDP_PENDING=UDP: no verified measurement yet. Sockets opened before monitoring must be reopened.
